{
  "title": {
      "media": {
        "url": "./img/CAPA.jpg"
      },
      "text": {
        "headline": "Brazil 10.000 a.C. - 2023 d.C.",
        "text": "<p>Bem-vindo à nossa timeline interativa da História Brasileira! Aqui, embarcaremos em uma jornada cronológica, explorando os eventos, personagens e transformações que moldaram o Brasil desde tempos imemoriais até a atualidade. Desde os primeiros habitantes e suas ricas culturas até os desafios e conquistas do Brasil moderno, esta timeline oferece uma visão abrangente e detalhada de nossa história.</p><p>Ao navegar por esta timeline, você descobrirá imagens, descrições e contextos que trazem à vida os momentos mais marcantes de nossa nação. Seja você um estudante, educador, historiador ou simplesmente alguém curioso sobre o passado do Brasil, esta ferramenta foi criada para inspirar e educar.</p><p>Convidamos você a explorar, aprender e refletir sobre a trajetória única do Brasil, entendendo melhor as raízes e os caminhos que nos trouxeram até o presente.</p>"
      }
  },
  "events": [
    { 
      "media": {
        "url": "./img/Primeiras Migrações.png"
      },
      "text": {
        "headline": "Primeiras Migrações",
        "text": "Origem: Primeiros humanos - Durante o Paleolítico Superior, os primeiros grupos humanos começam a migrar para a região que hoje é o Brasil. Acredita-se que esses primeiros habitantes tenham vindo da Ásia, cruzando a Beringia. Adaptando-se ao clima tropical e à biodiversidade única, esses grupos caçavam grandes mamíferos e coletavam alimentos, deixando vestígios como as pinturas rupestres."
      },
      "start_date": { "year": "-17000" },
      "end_date": { "year": "-10000" },
      "imagens_descritivo": "Pinturas rupestres, ferramentas primitivas de pedra, reconstruções de habitações antigas."
    },
    {
      
      "media": {
        "url": "./img/Culturas de Caçadores-coletores.png"
      },
      "text": {
        "headline": "Culturas de Caçadores-coletores",
        "text": "Origem: Povos indígenas - Ao longo de milhares de anos, os povos indígenas se dispersaram por todo o território brasileiro, formando grupos com culturas distintas. A caça, pesca e coleta eram as principais atividades. Esses grupos desenvolveram habilidades específicas, como a confecção de armas e utensílios avançados, para se adaptar a diferentes ecossistemas, desde a floresta amazônica até o cerrado."
      },
      "start_date": { "year": "-10000" },
      "end_date": { "year": "-6000" },
      "imagens_descritivo": "Artefatos de pedra, como pontas de flecha e machados, representações de rituais de caça."
    },
    {
      
      "media": {
        "url": "./img/Início da Agricultura e Sedentarização.png"
      },
      "text": {
        "headline": "Início da Agricultura e Sedentarização",
        "text": "Origem: Povos indígenas - A descoberta da agricultura foi um marco na história da humanidade. No território brasileiro, os grupos indígenas começaram a domesticar plantas como mandioca, milho e abóbora. Isso permitiu que eles se estabelecessem em um local, dando origem às primeiras aldeias. Com a sedentarização, houve um aumento na população e surgiram as primeiras tradições cerimoniais."
      },
      "start_date": { "year": "-6000" },
      "end_date": { "year": "-2500" },
      "imagens_descritivo": "Representações de aldeias primitivas, ferramentas agrícolas, cerâmicas utilizadas para armazenamento."
    },
    {
      
      "media": {
        "url": "./img/Culturas Ceramistas.png"
      },
      "text": {
        "headline": "Culturas Ceramistas",
        "text": "Origem: Povos indígenas - A habilidade de moldar e queimar argila revolucionou a vida cotidiana dos indígenas. Com a cerâmica, foi possível armazenar alimentos, cozinhar e realizar rituais religiosos. A cerâmica também se tornou uma forma de expressão artística, com diferentes culturas desenvolvendo estilos únicos. Essa inovação reflete uma sociedade mais complexa com estruturas sociais e rituais mais elaborados."
      },
      "start_date": { "year": "-2500" },
      "end_date": { "year": "-1000" },
      "imagens_descritivo": "Cerâmicas decoradas, urnas funerárias, representações de rituais ceramistas."
    },
    {
      
      "media": {
        "url": "./img/Formação de Grandes Culturas Precolombianas.png"
      },
      "text": {
        "headline": "Formação de Grandes Culturas Precolombianas",
        "text": "Origem: Povos indígenas - No último milênio antes da chegada dos europeus, grandes culturas surgiram no território brasileiro. Estas sociedades tinham organização social, política e religiosa mais complexa. Construíram grandes aldeias, desenvolveram técnicas agrícolas avançadas e estabeleceram redes de comércio. Os Marajoara na região da Ilha de Marajó e os povos do Alto Xingu são exemplos dessas culturas avançadas."
      },
      "start_date": { "year": "-1000" },
      "end_date": { "year": "1500" },
      "imagens_descritivo": "Construções megalíticas, artefatos cerimoniais, representações de líderes e guerreiros indígenas."
    },
    {
      
      "media": {
        "url": "./img/Expansão de Culturas e Tribos.png"
      },
      "text": {
        "headline": "Expansão de Culturas e Tribos",
        "text": "Origem: Povos indígenas - Neste período, várias culturas e tribos indígenas expandiram seus territórios, estabelecendo-se em novas áreas e entrando em contato com outros grupos. Isso resultou em uma troca cultural, influenciando a linguagem, arte, religião e práticas agrícolas entre as tribos."
      },
      "start_date": { "year": "500" },
      "end_date": { "year": "1000" },
      "imagens_descritivo": "Representações de migrações, artefatos culturais de diferentes tribos, gravuras de encontros tribais."
    },
    {
      
      "media": {
        "url": "./img/Complexificação de Sociedades e Redes de Troca.png"
      },
      "text": {
        "headline": "Complexificação de Sociedades e Redes de Troca",
        "text": "Origem: Povos indígenas - Com o aumento populacional e a formação de aldeias maiores, as sociedades indígenas se tornaram mais complexas. Surgiram líderes mais poderosos, rituais elaborados e redes de troca que conectavam diferentes regiões, permitindo a circulação de bens, ideias e tecnologias."
      },
      "start_date": { "year": "1000" },
      "end_date": { "year": "1200" },
      "imagens_descritivo": "Objetos de troca, gravuras de cerimônias, mapas de rotas de comércio indígena."
    },
    {
      
      "media": {
        "url": "./img/Culturas de Terra Preta.png"
      },
      "text": {
        "headline": "Culturas de Terra Preta",
        "text": "Origem: Povos indígenas - Os indígenas da região amazônica desenvolveram técnicas agrícolas avançadas, resultando na formação de solos ricos em nutrientes conhecidos como Terra Preta. Estes solos permitiram o cultivo intensivo e sustentaram grandes populações, promovendo o florescimento de culturas sofisticadas na região."
      },
      "start_date": { "year": "1000" },
      "end_date": { "year": "1200" },
      "imagens_descritivo": "Fotos de solos de Terra Preta, artefatos da cultura Marajoara, reconstruções de aldeias amazônicas."
    },
    {
      
      "media": {
        "url": "./img/Expansão Tupi-Guarani.png"
      },
      "text": {
        "headline": "Expansão Tupi-Guarani",
        "text": "Origem: Povos Tupi-Guarani - Os Tupi-Guarani, originários da região amazônica, iniciaram uma grande migração para o sul e sudeste do Brasil. Estabeleceram-se ao longo da costa, influenciando a cultura dos grupos locais e expandindo sua língua e tradições. Eles foram fundamentais na formação da cultura brasileira pré-colonial."
      },
      "start_date": { "year": "1200" },
      "end_date": { "year": "1400" },
      "imagens_descritivo": "Gravuras de migrações Tupi-Guarani, cerâmicas e artefatos, reconstruções de aldeias costeiras."
    },
    {
      
      "media": {
        "url": "./img/Formação de Grandes Aldeias e Confederações.png"
      },
      "text": {
        "headline": "Formação de Grandes Aldeias e Confederações",
        "text": "Origem: Povos indígenas - Com o crescimento populacional e o desenvolvimento de técnicas agrícolas mais avançadas, os indígenas começaram a formar aldeias maiores e mais permanentes. Em algumas regiões, várias aldeias se uniram formando confederações para defesa mútua e comércio."
      },
      "start_date": { "year": "1400" },
      "end_date": { "year": "1500" },
      "imagens_descritivo": "Reconstruções de grandes aldeias, gravuras de rituais comunitários, artefatos de defesa e comércio."
    },
    {
      
      "media": {
        "url": "./img/Primeiros Contatos com Europeus.png"
      },
      "text": {
        "headline": "Primeiros Contatos com Europeus",
        "text": "Origem: Europa - Antes da chegada oficial de Pedro Álvares Cabral em 1500, é possível que outros europeus, como os espanhóis e os portugueses, tenham chegado ao Brasil em expedições não oficiais. Esses primeiros contatos resultaram em trocas culturais, mas também em conflitos e doenças."
      },
      "start_date": { "year": "1490" },
      "end_date": { "year": "1500" },
      "imagens_descritivo": "Gravuras de caravelas europeias, mapas antigos, representações de encontros entre indígenas e europeus."
    },
    {
      
      "media": {
        "url": "./img/Descobrimento do Brasil por Pedro Álvares Cabral.png"
      },
      "text": {
        "headline": "Descobrimento do Brasil por Pedro Álvares Cabral",
        "text": "Origem: Portugal - Em 22 de abril de 1500, Pedro Álvares Cabral, navegando a serviço da coroa portuguesa, chegou ao que hoje é conhecido como Brasil. A expedição tinha como objetivo estabelecer uma rota para as Índias, mas acabou descobrindo novas terras. Este evento marca o início da colonização portuguesa no Brasil."
      },
      "start_date": { "year": "1500" },
      "end_date": { "year": "1500" },
      "imagens_descritivo": "Caravelas portuguesas, retrato de Pedro Álvares Cabral, gravuras do primeiro contato com os indígenas."
    },
    {
      
      "media": {
        "url": "./img/Expedição de Martim Afonso de Sousa.png"
      },
      "text": {
        "headline": "Expedição de Martim Afonso de Sousa",
        "text": "Origem: Portugal - Martim Afonso de Sousa foi enviado ao Brasil para estabelecer as primeiras vilas e iniciar o processo de colonização efetiva. Ele fundou a vila de São Vicente, a primeira vila permanente do Brasil, e iniciou o cultivo de cana-de-açúcar, introduzindo também os primeiros escravos africanos."
      },
      "start_date": { "year": "1530" },
      "end_date": { "year": "1530" },
      "imagens_descritivo": "Retrato de Martim Afonso de Sousa, vila de São Vicente, plantações de cana-de-açúcar."
    },
    {
      
      "media": {
        "url": "./img/Colonos Portugueses e Canários.png"
      },
      "text": {
        "headline": "Colonos Portugueses e Canários",
        "text": "Origem: Portugal e Ilhas Canárias - Neste período, além dos portugueses, colonos das Ilhas Canárias foram incentivados a se estabelecer no Brasil. Eles desempenharam um papel importante na formação da sociedade colonial, trazendo consigo tradições e habilidades agrícolas."
      },
      "start_date": { "year": "1532" },
      "end_date": { "year": "1532" },
      "imagens_descritivo": "Colonos trabalhando nas fazendas, retratos da vida cotidiana, casas coloniais."
    },
    {
      
      "media": {
        "url": "./img/Capitanias Hereditárias e Novos Colonos.png"
      },
      "text": {
        "headline": "Capitanias Hereditárias e Novos Colonos",
        "text": "Origem: Portugal - O sistema de Capitanias Hereditárias foi estabelecido pela coroa portuguesa como uma forma de colonizar e administrar o território brasileiro. Grandes faixas de terra foram doadas a nobres e pessoas influentes, que se tornaram responsáveis por seu desenvolvimento e defesa. Esse sistema trouxe novos colonos, mas teve sucesso variado em diferentes regiões."
      },
      "start_date": { "year": "1534" },
      "end_date": { "year": "1536" },
      "imagens_descritivo": "Mapas das capitanias, retratos dos donatários, vilas e fortificações coloniais."
    },
    {
      
      "media": {
        "url": "./img/Fundação de Salvador e Chegada dos Jesuítas.png"
      },
      "text": {
        "headline": "Fundação de Salvador e Chegada dos Jesuítas",
        "text": "Origem: Portugal - A cidade de Salvador foi fundada como a primeira capital do Brasil, tornando-se um importante centro administrativo e comercial. No mesmo ano, os jesuítas chegaram com a missão de evangelizar os indígenas. Eles desempenharam um papel crucial na educação e na relação entre colonos e indígenas."
      },
      "start_date": { "year": "1549" },
      "end_date": { "year": "1549" },
      "imagens_descritivo": "Vista da cidade de Salvador, retratos de jesuítas, missões e escolas jesuíticas."
    },
    {
      
      "media": {
        "url": "./img/Fundação do Rio de Janeiro e Chegada de Novos Colonos.png"
      },
      "text": {
        "headline": "Fundação do Rio de Janeiro e Chegada de Novos Colonos",
        "text": "Origem: Portugal - Estácio de Sá fundou a cidade de São Sebastião do Rio de Janeiro, que se tornou um ponto estratégico para a defesa da costa brasileira contra invasões estrangeiras. A cidade atraiu novos colonos e rapidamente se tornou um importante centro de comércio e defesa."
      },
      "start_date": { "year": "1565" },
      "end_date": { "year": "1565" },
      "imagens_descritivo": "Vista do Rio de Janeiro, retratos de Estácio de Sá, fortificações e vida cotidiana na cidade."
    },
    {
      
      "media": {
        "url": "./img/Migração Aumentada devido à União Ibérica.png"
      },
      "text": {
        "headline": "Migração Aumentada devido à União Ibérica",
        "text": "Origem: Portugal e Espanha - Durante a União Ibérica, quando as coroas de Portugal e Espanha foram unificadas, houve um aumento na migração de espanhóis para o Brasil. Isso trouxe novas influências culturais e também levou a conflitos de território, já que os limites entre as possessões portuguesas e espanholas na América do Sul não eram claramente definidos."
      },
      "start_date": { "year": "1580" },
      "end_date": { "year": "1583" },
      "imagens_descritivo": "Mapas da União Ibérica, retratos de colonos espanhóis e portugueses, gravuras de conflitos de fronteira."
    },
    {
      
      "media": {
        "url": "./img/Fundação de Belém.png"
      },
      "text": {
        "headline": "Fundação de Belém",
        "text": "Origem: Portugal - A cidade de Belém do Pará foi fundada por Francisco Caldeira Castelo Branco como uma estratégia para garantir a soberania portuguesa na foz do Rio Amazonas. Esta fundação foi fundamental para estabelecer uma presença portuguesa na região amazônica e consolidar o território brasileiro."
      },
      "start_date": { "year": "1605" },
      "end_date": { "year": "1605" },
      "imagens_descritivo": "Vista antiga de Belém, retrato de Francisco Caldeira Castelo Branco, fortificações e edifícios coloniais."
    },
    {
      
      "media": {
        "url": "./img/Invasão Holandesa na Bahia.png"
      },
      "text": {
        "headline": "Invasão Holandesa na Bahia",
        "text": "Origem: Holanda - As forças holandesas, na tentativa de expandir sua influência e controlar o comércio de açúcar, invadiram e ocuparam Salvador, a capital do Brasil na época. No entanto, a ocupação durou apenas um ano, pois as forças portuguesas e espanholas reconquistaram a cidade em 1625."
      },
      "start_date": { "year": "1624" },
      "end_date": { "year": "1625" },
      "imagens_descritivo": "Gravuras da invasão holandesa, batalhas navais, Salvador sob ocupação."
    },
    {
      
      "media": {
        "url": "./img/Ocupação Holandesa em Pernambuco.png"
      },
      "text": {
        "headline": "Ocupação Holandesa em Pernambuco",
        "text": "Origem: Holanda - Os holandeses, após sua tentativa na Bahia, conseguiram ocupar a região de Pernambuco, estabelecendo um domínio que durou 24 anos. Durante esse período, Recife tornou-se a capital do Brasil Holandês. A ocupação holandesa deixou marcas culturais e arquitetônicas, mas foi eventualmente expulsa em 1654, consolidando novamente o domínio português."
      },
      "start_date": { "year": "1630" },
      "end_date": { "year": "1654" },
      "imagens_descritivo": "Gravuras da ocupação holandesa, fortificações em Recife, retratos da sociedade durante o domínio holandês."
    },
    {
      
      "media": {
        "url": "./img/Fundação de Manaus.png"
      },
      "text": {
        "headline": "Fundação de Manaus",
        "text": "Origem: Portugal - Manaus foi fundada com o nome de 'Fortaleza de São José da Barra do Rio Negro' para garantir a soberania portuguesa na região contra possíveis invasões estrangeiras. Posteriormente, tornou-se um importante centro para a extração de borracha e, atualmente, é a principal cidade da região amazônica."
      },
      "start_date": { "year": "1663" },
      "end_date": { "year": "1663" },
      "imagens_descritivo": "Vista antiga de Manaus, fortificações, porto e atividades relacionadas à extração de borracha."
    },
    {
      
      "media": {
        "url": "./img/Descoberta de Ouro em Minas Gerais.png"
      },
      "text": {
        "headline": "Descoberta de Ouro em Minas Gerais",
        "text": "Origem: Brasil Colonial - A descoberta de ouro em Minas Gerais marcou o início do ciclo do ouro no Brasil. Esta descoberta atraiu milhares de colonos em busca de riqueza, transformando a região em um dos mais prósperos e populosos territórios do Brasil colonial. O ciclo do ouro teve um impacto profundo na economia, sociedade e cultura brasileiras."
      },
      "start_date": { "year": "1693" },
      "end_date": { "year": "1697" },
      "imagens_descritivo": "Minas de ouro, retratos de garimpeiros, cidades históricas de Minas Gerais, arte barroca."
    },
    {
      
      "media": {
        "url": "./img/Entradas e Bandeiras.png"
      },
      "text": {
        "headline": "Entradas e Bandeiras",
        "text": "Origem: Brasil Colonial - A busca por riquezas e a expansão territorial continuaram com as expedições chamadas 'Entradas' e 'Bandeiras'. Estas expedições, originadas principalmente em São Paulo, buscavam riquezas minerais, capturar indígenas para a escravidão e expandir territórios. Foram fundamentais na descoberta de novas regiões de mineração e na expansão das fronteiras brasileiras."
      },
      "start_date": { "year": "1690" },
      "end_date": { "year": "1700" },
      "imagens_descritivo": "Gravuras de bandeirantes, mapas de rotas de expedição, acampamentos e descobertas minerais."
    },
    {
      
      "media": {
        "url": "./img/Auge do Ciclo do Ouro.png"
      },
      "text": {
        "headline": "Auge do Ciclo do Ouro",
        "text": "Origem: Brasil Colonial - O século XVIII marcou o auge da exploração de ouro em Minas Gerais e em outras regiões do Brasil. As riquezas extraídas financiaram o reino português e transformaram a região em um polo econômico e cultural, dando origem a cidades históricas e uma rica tradição artística, especialmente no estilo barroco."
      },
      "start_date": { "year": "1720" },
      "end_date": { "year": "1750" },
      "imagens_descritivo": "Minas de ouro, cidades históricas, arte barroca, vida cotidiana nas regiões mineradoras."
    },
    {
      
      "media": {
        "url": "./img/Criação da Capitania de Minas Gerais.png"
      },
      "text": {
        "headline": "Criação da Capitania de Minas Gerais",
        "text": "Origem: Portugal - Devido à importância e riqueza da região das minas, a Coroa Portuguesa decidiu criar a Capitania de Minas Gerais, separando-a da Capitania de São Paulo e Minas de Ouro. Isso permitiu uma melhor administração e controle sobre a extração e tributação do ouro."
      },
      "start_date": { "year": "1720" },
      "end_date": { "year": "1720" },
      "imagens_descritivo": "Mapas antigos, documentos oficiais, retratos de administradores coloniais."
    },
    {
      
      "media": {
        "url": "./img/Tratado de Madri.jpg"
      },
      "text": {
        "headline": "Tratado de Madri",
        "text": "Origem: Espanha e Portugal - O Tratado de Madri foi assinado entre Espanha e Portugal para definir as fronteiras de seus impérios coloniais na América do Sul, substituindo o antigo Tratado de Tordesilhas. Este tratado foi baseado no princípio do 'uti possidetis', ou seja, a posse de terras de acordo com a ocupação efetiva."
      },
      "start_date": { "year": "1750" },
      "end_date": { "year": "1750" },
      "imagens_descritivo": "Mapas do Tratado de Madri, retratos dos signatários, documentos oficiais."
    },
    {
      
      "media": {
        "url": "./img/Reformas Pombalinas.png"
      },
      "text": {
        "headline": "Reformas Pombalinas",
        "text": "Origem: Portugal - Sob o comando do Marquês de Pombal, ministro do rei D. José I de Portugal, uma série de reformas foram implementadas para modernizar o império português. Estas reformas impactaram a economia, educação e administração do Brasil, incluindo a expulsão dos jesuítas e a reorganização da exploração do ouro."
      },
      "start_date": { "year": "1755" },
      "end_date": { "year": "1755" },
      "imagens_descritivo": "Retrato do Marquês de Pombal, gravuras das reformas, documentos oficiais."
    },
    {
      
      "media": {
        "url": "./img/Inconfidência Mineira.png"
      },
      "text": {
        "headline": "Inconfidência Mineira",
        "text": "Origem: Minas Gerais, Brasil Colonial  - A Inconfidência Mineira foi uma conspiração de elites coloniais contra a alta tributação e controle da Coroa Portuguesa. Inspirados pelos ideais iluministas e pela Independência Americana, os inconfidentes buscavam a independência de Minas Gerais. A conspiração foi descoberta e seus líderes foram presos, com Tiradentes sendo executado."
      },
      "start_date": { "year": "1789" },
      "end_date": { "year": "1789" },
      "imagens_descritivo": "Gravuras da Inconfidência, retratos de Tiradentes e outros inconfidentes, documentos e cartas."
    },
    {
      
      "media": {
        "url": "./img/Conjuração Baiana (Revolta dos Alfaiates).jpg"
      },
      "text": {
        "headline": "Conjuração Baiana (Revolta dos Alfaiates)",
        "text": "Origem: Bahia, Brasil Colonial - A Conjuração Baiana, também conhecida como Revolta dos Alfaiates, foi uma revolução que buscava estabelecer uma república independente na Bahia. Influenciada pelos ideais da Revolução Francesa, a revolta envolveu uma ampla gama de classes sociais, mas foi rapidamente reprimida pela Coroa Portuguesa."
      },
      "start_date": { "year": "1798" },
      "end_date": { "year": "1798" },
      "imagens_descritivo": "Gravuras da revolta, retratos dos líderes, documentos e proclamações."
    },
    {
      
      "media": {
        "url": "./img/Expansão Territorial.jpg"
      },
      "text": {
        "headline": "Expansão Territorial",
        "text": "Origem: Brasil Colonial - O final do século XVIII viu uma expansão territorial significativa do Brasil, impulsionada principalmente pelas expedições de Entradas e Bandeiras, que buscavam novas terras e riquezas. Essa expansão solidificou a presença portuguesa em vastas regiões do território brasileiro, definindo as fronteiras que conhecemos hoje."
      },
      "start_date": { "year": "1790" },
      "end_date": { "year": "1800" },
      "imagens_descritivo": "Mapas da expansão territorial, gravuras de bandeirantes, novos assentamentos e vilas."
    },
    {
      
      "media": {
        "url": "./img/Independência do Brasil.jpg"
      },
      "text": {
        "headline": "Independência do Brasil",
        "text": "Origem: Brasil - Em 7 de setembro de 1822, Dom Pedro I proclamou a independência do Brasil às margens do rio Ipiranga, em São Paulo. Este evento marcou o fim do domínio colonial português e o início do Império do Brasil, com Dom Pedro I tornando-se o primeiro imperador."
      },
      "start_date": { "year": "1822" },
      "end_date": { "year": "1822" },
      "imagens_descritivo": "Pintura 'Independência ou Morte', retrato de Dom Pedro I, documentos da independência."
    },
    {
      
      "media": {
        "url": "./img/Primeira Constituição Brasileira.jpg"
      },
      "text": {
        "headline": "Primeira Constituição Brasileira",
        "text": "Origem: Brasil - A primeira constituição do Brasil foi outorgada por Dom Pedro I em 1824. Estabeleceu o Brasil como um império constitucional monárquico. A constituição definiu os poderes do imperador e os direitos dos cidadãos, embora tenha sido criticada por sua natureza centralizadora e autoritária."
      },
      "start_date": { "year": "1824" },
      "end_date": { "year": "1824" },
      "imagens_descritivo": "Documento da Constituição de 1824, retrato de Dom Pedro I, assembleias e debates."
    },
    {
      
      "media": {
        "url": "./img/Revolução Farroupilha.jpg"
      },
      "text": {
        "headline": "Revolução Farroupilha",
        "text": "Origem: Rio Grande do Sul, Brasil - A Revolução Farroupilha, também conhecida como Guerra dos Farrapos, foi uma revolta que ocorreu no Rio Grande do Sul contra o governo imperial. Liderada por estancieiros e charqueadores, a revolta foi motivada por questões econômicas e políticas, e resultou na declaração da República Rio-Grandense. A revolução terminou com a assinatura da Paz de Ponche Verde em 1845."
      },
      "start_date": { "year": "1835" },
      "end_date": { "year": "1845" },
      "imagens_descritivo": "Gravuras da revolução, retratos dos líderes farroupilhas, bandeira da República Rio-Grandense."
    },
    {
      
      "media": {
        "url": "./img/Abolição da Escravatura.webp"
      },
      "text": {
        "headline": "Abolição da Escravatura",
        "text": "Origem: Brasil - Em 13 de maio de 1888, a Princesa Isabel assinou a Lei Áurea, abolindo oficialmente a escravidão no Brasil. O Brasil foi o último país das Américas a abolir a escravidão. Embora a lei tenha libertado os escravizados, não proporcionou medidas para sua integração plena à sociedade, resultando em desafios sociais e econômicos que persistem até hoje."
      },
      "start_date": { "year": "1888" },
      "end_date": { "year": "1888" },
      "imagens_descritivo": "Documento da Lei Áurea, retrato da Princesa Isabel, cenas da libertação dos escravizados."
    },
    {
      
      "media": {
        "url": "./img/Proclamação da República.jpg"
      },
      "text": {
        "headline": "Proclamação da República",
        "text": "Origem: Brasil - Em 15 de novembro de 1889, um golpe militar liderado pelo Marechal Deodoro da Fonseca depôs o imperador Dom Pedro II e proclamou a República do Brasil. Este evento marcou o fim do Império do Brasil e o início da República Federativa do Brasil."
      },
      "start_date": { "year": "1889" },
      "end_date": { "year": "1889" },
      "imagens_descritivo": "Pintura da Proclamação da República, retrato do Marechal Deodoro da Fonseca, cenas do golpe."
    },
    {
      
      "media": {
        "url": "./img/Expansão da Cultura do Café.jpg"
      },
      "text": {
        "headline": "Expansão da Cultura do Café",
        "text": "Origem: São Paulo e Rio de Janeiro, Brasil - No final do século XIX, a cultura do café tornou-se o principal motor econômico do Brasil. A produção de café concentrou-se em São Paulo e no Rio de Janeiro, atraindo uma grande quantidade de imigrantes europeus para trabalhar nas fazendas. O café transformou a economia, a sociedade e a política brasileiras, consolidando a influência das elites cafeeiras no cenário nacional."
      },
      "start_date": { "year": "1890" },
      "end_date": { "year": "1900" },
      "imagens_descritivo": "Fazendas de café, retratos de barões do café, imigrantes trabalhando nas lavouras, sacas de café para exportação."
    },
    {
      "media": {
        "url": "./img/Política do Café com Leite.png"
      },
      "text": {
        "headline": "Política do Café com Leite",
        "text": "A política do Café com Leite refere-se à alternância de poder entre os presidentes oriundos de São Paulo (produtores de café) e Minas Gerais (produtores de leite). Esta política representou a dominação política e econômica desses dois estados na Primeira República."
      },
      "start_date": { "year": "1900" },
      "end_date": { "year": "1930" },
      "origem": "Brasil",
      "imagens_descritivo": "Fazendas de café, retratos de políticos da época, assembleias e debates políticos."
      
    },
    {
      "media": {
        "url": "./img/Revolução de 1930 e Era Vargas.jpg"
      },
      "text": {
        "headline": "Revolução de 1930 e Era Vargas",
        "text": "A Revolução de 1930 marcou o fim da Política do Café com Leite e trouxe Getúlio Vargas ao poder. Vargas governou o Brasil em diferentes períodos até 1954, implementando reformas trabalhistas, consolidando o poder central e estabelecendo o Estado Novo (1937-1945), um regime autoritário."
      },
      "start_date": { "year": "1930" },
      "end_date": { "year": "1945" },
      "origem": "Brasil",
      "imagens_descritivo": "Retratos de Getúlio Vargas, manifestações populares, leis trabalhistas, cenas do Estado Novo."
      
    },
    {
      "media": {
        "url": "./img/Regime Militar.webp"
      },
      "text": {
        "headline": "Regime Militar",
        "text": "Em 1964, um golpe militar depôs o presidente João Goulart, iniciando uma ditadura que duraria até 1985. Durante este período, os direitos civis foram restringidos, a censura foi imposta e muitos opositores foram perseguidos, torturados ou mortos."
      },
      "start_date": { "year": "1964" },
      "end_date": { "year": "1985" },
      "origem": "Brasil",
      "imagens_descritivo": "Manifestações contra e a favor do regime, retratos dos presidentes militares, cenas de censura e repressão."
    },
    {
      "media": {
        "url": "./img/Redemocratização.jpeg"
      },
      "text": {
        "headline": "Redemocratização",
        "text": "Em 1985, o Brasil iniciou o processo de redemocratização com a eleição de Tancredo Neves (que faleceu antes de assumir) e a posse de seu vice, José Sarney. Esse período marcou o retorno ao governo civil e o fim da ditadura militar."
      },
      "start_date": { "year": "1985" },
      "end_date": { "year": "1985" },
      "origem": "Brasil",
      "imagens_descritivo": "Manifestações populares pedindo eleições diretas, retrato de Tancredo Neves e José Sarney, cerimônias de posse."
    },
    {
      "media": {
        "url": "./img/Nova Constituição Brasileira.jpg"
      },
      "text": {
        "headline": "Nova Constituição Brasileira",
        "text": "Em 1988, foi promulgada a nova Constituição Brasileira, que estabeleceu os direitos e deveres dos cidadãos e redefiniu a estrutura do Estado. Esta constituição é frequentemente referida como 'Constituição Cidadã' devido às suas amplas garantias de direitos humanos e civis."
      },
      "start_date": { "year": "1988" },
      "end_date": { "year": "1988" },
      "origem": "Brasil",
      "imagens_descritivo": "Documento da Constituição de 1988, assembleias e debates constituintes, retrato de Ulysses Guimarães."
      
    },
    {
      "media": {
        "url": "./img/Plano Real e Estabilização Econômica.jpeg"
      },
      "text": {
        "headline": "Plano Real e Estabilização Econômica",
        "text": "Na década de 1990, o Brasil enfrentou uma grave crise econômica com hiperinflação. Em resposta, o governo implementou o Plano Real em 1994, uma série de medidas que estabilizaram a economia e introduziram a nova moeda, o real."
      },
      "start_date": { "year": "1990" },
      "end_date": { "year": "1990" },
      "origem": "Brasil",
      "imagens_descritivo": "Cédulas do Real, gráficos econômicos, retratos de Itamar Franco e Fernando Henrique Cardoso, cenas de lojas com preços estáveis."
      
    },
    {
      "media": {
        "url": "./img/Crescimento Econômico e Políticas Sociais.jpg"
      },
      "text": {
        "headline": "Crescimento Econômico e Políticas Sociais",
        "text": "Na década de 2000, sob os governos de Luiz Inácio Lula da Silva e Dilma Rousseff, o Brasil experimentou um período de crescimento econômico robusto e implementação de políticas sociais que reduziram a pobreza e aumentaram o acesso à educação e saúde."
      },
      "start_date": { "year": "2000" },
      "end_date": { "year": "2000" },
      "origem": "Brasil",
      "imagens_descritivo": "Retratos de Lula e Dilma, cenas de programas sociais, gráficos de crescimento econômico."
      
    },
    {
      "media": {
        "url": "./img/Crise Política e Econômica.jpg"
      },
      "text": {
        "headline": "Crise Política e Econômica",
        "text": "A década de 2010 foi marcada por uma crise política e econômica no Brasil. O impeachment da presidente Dilma Rousseff em 2016, a operação Lava Jato e a recessão econômica dominaram o cenário nacional, resultando em protestos e instabilidade."
      },
      "start_date": { "year": "2010" },
      "end_date": { "year": "2010" },
      "origem": "Brasil",
      "imagens_descritivo": "Manifestações nas ruas, retratos de políticos envolvidos, cenas da operação Lava Jato, gráficos econômicos."
      
    },
    {
      "media": {
        "url": "./img/Pandemia de COVID-19.jpg"
      },
      "text": {
        "headline": "Pandemia de COVID-19",
        "text": "A pandemia de COVID-19, causada pelo novo coronavírus, afetou profundamente o Brasil e o mundo. Com milhares de mortes e impactos econômicos significativos, o país enfrentou desafios na saúde pública, na economia e na sociedade. A pandemia trouxe à tona discussões sobre políticas de saúde, vacinação e medidas de isolamento."
      },
      "start_date": { "year": "2020" },
      "end_date": { "year": "2023" },
      "origem": "Mundial",
      "imagens_descritivo": "Hospitais lotados, gráficos de contágio, vacinas, manifestações e debates políticos sobre a gestão da pandemia."
      
    } 
  ]
}
